Repository: akemnade/mumpot
Catalog: po/*.po
Languages: de, fr

source: /View/Show place searchbox
de: /Ansicht/Ortssuche zeigen
fr: /Affichage/Montrer recherche

source: /View/Show crosshairs
de: /Ansicht/Fadenkreuz zeigen
fr: /Affichage/Montrer viseur

source: /View/Show heading arrow
de: /Ansicht/Richtungspfeil zeigen

source: /View/Follow GPS
de: /Ansicht/GPS folgen
fr: /Affichage/Selon GPS

source: /View/Zoom out
de: /Ansicht/verkleinern
fr: /Affichage/Zoom avant

source: /View/Zoom in
de: /Ansicht/vergrößern
fr: /Affichage/Zoom arrière

source: /View/Color tracks by velocity
de: /Ansicht/nach Geschwindigkeit einfärben

source: select a name for the new nmea file
de: Name für die zu erzeugende NMEA-Datei eingeben
fr: Choisir un nom pour les nouvelles données NMEA

source: select a gps file
de: GPS-Datei auswählen
fr: Choisir un fichier GPS

source: select an osm file
de: OSM-Datei auswählen
fr: Choisir un fichier OSM

source: save OSM changes as OSC file
de: OSM-Änderungen als OSC-Datei speichern

source: Please enter your OSM username and password!
de: Bitte OSM Benutzernamen und Passwort eingeben!

source: Username
de: Benutzername

source: Password
de: Passwort

source: Save osm account data
de: OSM-Zugangsdaten speichern

source: Upload comment
de: Kommentar zum Upload

source: Cancel
de: Abbruch
fr: Annuler

source: save OSM data
de: OSM Daten speichern
fr: Enregistrer les données OSM

source: Lost GPS connection
de: GPS-Verbindung verloren
fr: Connection avec le GPS perdue

source: downloading OSM data failed
de: Herunterladen der OSM-Daten fehlgeschlagen
fr: Téléchargement des données OSM echoué

source: downloading OSM data finished
de: Herunterladen der OSM-Daten beendet
fr: Téléchargement des données OSM terminé

source: No area selected, draw some lines around the area for which you want the osm data or select the correct line layer
de: Kein Bereich ausgewählt Der Bereich für den OSM-Daten gewünscht sind kann durch Zeichnen einiger Linien um ihn herum ausgewählt werden
fr: Pas de région sélectionnée, Vous pouvez définir une région pour télécharger les fichiers OSM, en dessinant quelques lignes autour de la région désirée

source: /Help/About
de: /Hilfe/Über
fr: /Aide/A propos

source: /Project/Printing/mark page in scale 1:50000
de: /Projekt/Drucken/Seite im Maßstab 1:50000 markieren
fr: /Projet/Imprimer/Marquer la page à l'échelle 1:50000

source: /Project/Printing/mark page in scale 1:25000
de: /Projekt/Drucken/Seite im Maßstab 1:25000 markieren
fr: /Projet/Imprimer/Marquer la page à l'échelle 1:25000

source: /Project/Printing/mark page in scale 1:10000
de: /Projekt/Drucken/Seite im Maßstab 1:10000 markieren

source: /Project/Printing/mark page in scale 1:100000
de: /Projekt/Drucken/Seite im Maßstab 1:100000 markieren
fr: /Projet/Imprimer/Marquer la page à l'échelle 1:100000

source: /Project/Printing/mark page in scale 1:200000
de: /Projekt/Drucken/Seite im Maßstab 1:200000 markieren
fr: /Projet/Imprimer/Marquer la page à l'échelle 1:200000

source: /Project/Printing/mark page in scale 1:1000000
de: /Projekt/Drucken/Seite im Maßstab 1:1000000 markieren
fr: /Projet/Imprimer/Marquer la page à l'échelle 1:1000000

source: /Project/Printing/delete marked areas
de: /Projekt/Drucken/markierte Bereiche löschen
fr: /Projet/Imprimer/Effacer la région sélectionnée

source: /Project/Printing/print marked areas
de: /Projekt/Drucken/markierte Bereiche drucken
fr: /Projet/Imprimer/Imprimer la région sélectionnée

source: /Project/Printing/delete marked area
de: /Projekt/Drucken/markierten Bereich löschen
fr: /Projet/Imprimer/Effacer la région sélectionnée

source: /Project/save route (current layer)
de: /Projekt/Weg speichern (auswählte Ebene)
fr: /Projet/Enregistrer le tracé (calque présent)

source: /Project/load GPS data
de: /Projekt/GPS-Daten laden
fr: /Projet/Charger données GPS

source: /Project/load OSM data
de: /Projekt/OSM-Daten laden
fr: /Projet/Charger données OSM

source: /Project/download OSM data for selected region
de: /Projekt/OSM-Daten für ausgewählte Region herunterladen
fr: /Projet/Télécharger les données OSM pour la région sélectionnée

source: /Project/save OSM data
de: /Projekt/OSM-Daten speichern
fr: /Projet/Enregistrer les données OSM

source: /Project/save OSM changes (OSC file)
de: /Projekt/OSM-Änderungen (OSC-Datei) speichern

source: /Project/clear OSM data
de: /Projekt/OSM-Daten räumen

source: /Project/upload OSM data
de: /Projekt/OSM-Daten hochladen

source: /Project/Connect to GPS receiver
de: /Projekt/Verbinden mit GPS-Empfänger
fr: /Projet/Connection au GPS

source: /View/Trip stats
de: /Ansicht/Fahrtstatistik

source: /View/Select line layer/0
de: /Ansicht/Linienebene wählen/0
fr: /Affichage/Choisir niveau de ligne/0

source: /View/Select line layer/1
de: /Ansicht/Linienebene wählen/1
fr: /Affichage/Choisir niveau de ligne/1

source: /View/Select line layer/2
de: /Ansicht/Linienebene wählen/2
fr: /Affichage/Choisir niveau de ligne/2

source: /View/Select line layer/3
de: /Ansicht/Linienebene wählen/3
fr: /Affichage/Choisir niveau de ligne/3

source: /View/Select line layer/4 (live gps)
de: /Ansicht/Linienebene wählen/4 (aktives GPS)
fr: /Affichage/Choisir niveau de ligne/4 (d'après GPS)

source: /View/Request tiles/request missing
de: /Ansicht/Kacheln anfordern/fehlende
fr: /Affichage/Charger tuiles/manquantes

source: /View/Request tiles/request never
de: /Ansicht/Kacheln anfordern/niemals
fr: /Affichage/Charger tuiles/jamais

source: /View/Request tiles/older than one day
de: /Ansicht/Kacheln anfordern/älter als ein Tag
fr: /Affichage/Charger tuiles/plus d'un jour

source: /View/Disconnect GPS
de: /Ansicht/GPS-Verbindung trennen
fr: /Affichage/Se déconnecter du GPS

source: /Project/quit
de: /Projekt/Verlassen
fr: /Projet/Quitter

source: /View/Mode/%s
de: /Ansicht/Modus/%s
fr: /Affichage/Mode/%s

source: place name:
de: Ortsname:
fr: Nom de l'endroit:

source: search
de: suchen
fr: Chercher

source: Move mode
de: Positioniermodus
fr: Mode déplacement

source: pan mode
de: Verschiebemodus
fr: Mode pan

source: route drawing mode
de: Routenzeichnemodus
fr: Editeur de tracé

source: Choose a map
de: Auswahl der Karte
fr: Choisir une carte

source: OSM Cyclemap
de: OSM Fahrradkarte

source: Usage: %s [configfile [gpsfile | osmfile ]]...
de: Benutzung: %s [configfile [gpsfile | osmfile]]...

source: Usage: %s configfile
de: Benutzung: %s Konfigurationsdatei
fr: Utilisation: %s Fichier de configuration

source: Default printer
de: Standarddrucker
fr: Imprimante par défaut

source: Print
de: Drucken
fr: Imprimer

source: to printer:
de: auf Drucker:
fr: Vers imprimante:

source: Print to file:
de: Drucken in Datei:
fr: Imprimer dans un fichier:

source: Print with the following command:
de: mit folgendem Befehl drucken:
fr: Imprimer avec les options suivantes:

source: Print range
de: Seitenbereich
fr: Mise en page

source: all pages
de: Alle Seiten
fr: Toutes les pages

source: Page from:
de: Seitenbereich von:
fr: De la page:

source: to:
de: bis:
fr: à:

source: /OSM/View OSM Layer
de: /OSM/OSM Daten anzeigen
fr: /OSM/Montrer les données OSM

source: /OSM/Auto-Select way in center
de: /OSM/Weg in der Mitte automatisch auswählen
fr: /OSM/Choisir automatiquement le centre du chemin

source: /OSM/Display nodes
de: /OSM/Knoten anzeigen
fr: /OSM/Montrer intersections

source: /OSM/Display street borders
de: /OSM/Straßenränder anzeigen
fr: /OSM/Montrer bord de route

source: /OSM/Display non-street ways
de: /OSM/Linen anzeigen, die keine Straßen sind
fr: /OSM/Montrer les routes non-carrossables

source: /OSM/Display tags
de: /OSM/Eigenschaften anzeigen
fr: /OSM/Montrer propriétés

source: The OSM data is modified. Do you really want to loose it
de: Die OSM-Daten sind modifiziert. Wollen sie die Änderungen verlieren?

source: start a new way
de: Einen neuen Weg beginnen
fr: Commencer un nouveau chemin

source: finish a new way
de: Einen neuen Weg beenden
fr: Terminer un nouveau chemin

source: finish a way and start a new one at the same place
de: Einen Weg beenden und dan der gleichen Stelle einen neuen anfangen
fr: Terminer un chemin et commencer un nouveau chemin en ce point

source: auto-merge the start/end of a way to an existing way
de: Anfang/Ende des neuen Weges mit einem existierenden Weg verschmelzen
fr: Commencer/Terminer un chemin à un point déja existant

source: set the start point for the route calculation
de: Startpunkt für Routenberechnung setzen
fr: Déterminer le point de départ

source: set the destination point for the route calculation
de: Zielpunkt für Routenberechnung setzen
fr: Déterminer le point de destination

source: navigate to the given destination
de: Zum gegebenen Ziel navigieren
fr: Naviguer vers le point de destination

source: select the object to edit
de: Auswählen des zu editierenden Objektes
fr: Sélectionnier l'objet à éditer

source: add a new way
de: Einen neuen Weg hinzufügen
fr: Ajouter un nouveau chemin

source: delete the currently selected object
de: Löscht das zur Zeit ausgewählte Objekt
fr: Effacer l'objet sélectionné

source: join the selected node with the nearest way
de: Ausgewählte Node mit dem nächsten Weg verschmelzen

source: split the ways going through the selected node
de: Wege an der ausgewählten Node aufspalten

source: routing
de: Routenberechnung
fr: Calcul de la navigation

source: live edit
de: Live-Editiermmodus
fr: Mode édition directe

source: editing
de: Editiermodus
fr: Editer

source: searching devices failed
de: Gerätesuche fehlgeschlagen
fr: Recherche du périphérique échouée

source: found %d devices
de: %d Geräte gefunden
fr: %d phériphérique trouvé

source: Serial
de: seriell
fr: Serie

source: Type of connection:
de: Verbindungstyp:
fr: Type de connection:

source: Device:
de: Gerät:
fr: Périphérique:

source: Bluetooth address:
de: Bluetooth-Adresse
fr: Adresse Bluetooth:

source: Save GPS configuration
de: GPS-Einstellungen speichern

source: Creating GPS connection failed
de: Verbinden mit GPS fehlgeschlagen
fr: Connection au GPS échouée

source: Speed:
de: Geschwindigkeit:

source: Distance:
de: Entfernung:

source: average:
de: Durchschnitt:

source: time traveled:
de: Fahrtzeit:

source: average: %.1f km/h
de: Durchschnitt: %.1f km/h

source: travel time: %02d:%02d:%02d
de: Fahrtzeit: %02d:%02d:%02d

source: closing changeset %d
de: schließe Changeset %d

source: uploading changes failed
de: Herunterladen der OSM-Daten fehlgeschlagen

source: uploading successful
de: Hochladen erfolgreich

source: uploading changeset finished
de: Hochladen des Changesets beendet

source: uploading changeset failed
de: Herunterladen der OSM-Daten fehlgeschlagen

source: Error creating changeset: %d %s
de: Fehler beim Erstellen des Changesets: %d %s

source: created changeset %d
de: Changeset %d erstellt

source: got strange result: %s
de: seltsame Antwort bekommen: %s

source: Yes
de: Ja

source: No
de: Nein

source: Shops
de: Läden
fr: Magasin

source: bakery
de: Bäckerei
fr: Boulangerie

source: supermarket
de: Supermarkt
fr: Grande Surface

source: bicycle
de: Fahrrad
fr: Vélo

source: House number
de: Hausnummer

source: Accommodation
de: Beherbergung
fr: Hébergement

source: Guest House
de: Gasthaus
fr: Gîtes

source: Hostel
de: Herberge
fr: Foyer

source: Camping Site
de: Campingplatz
fr: Camping

source: Caravan Site
de: Wohnwagenplatz
fr: Caravaning

source: Food+Drinks
de: Essen+Trinken
fr: Restauration

source: House with number
de: Haus mit Nummer

source: set house number
de: setze Hausnummer

source: Post box
de: Briefkasten
fr: Boîte postal

source: Park bench
de: Parkbank
fr: Banc public

source: Man made
de: künstlich
fr: Monument

source: windmill
de: Windmühle
fr: Moulin à vent

source: sewage
de: Kläranlage
fr: Station d'épuration

source: with ATM
de: mit Geldautomat
fr: Avec GAB

source: without ATM
de: ohne Geldautomat
fr: Sans GAB

source: ATM
de: Geldautomat
fr: GAB

source: Playground
de: Spielplatz
fr: Plaine de jeu

source: paved
de: befestigt

source: cobblestone
de: Kopfsteinpflaster

source: gravel
de: Schotter

source: unpaved
de: unbefestigt

source: max. speed
de: Höchstgeschwindigkeit

source: one way?
de: Einbahnstraße

source: has cycleway?
de: hat Radweg?

source: Name
fr: Nom

source: is in
fr: est dans

source: set
fr: Fixer

source: Channel:
fr: Canal:

source: IP/Hostname:
fr: IP/Nom d'hôte:

source: outdoor
fr: Extérieur

source: kiosk
fr: Kiosque

source: Hotel
fr: Hôtel

source: Fast Food
fr: Restauration rapide

source: Cafe
fr: Café

source: Bank
fr: Banque
